const VideoListOnly = document.querySelector('.video-list-only');
VideoListOnly.innerHTML = `
<div class="a1">

<a class="a" href="تلاوة ما قبل النوم .. 💤😴.html">
    <img src="img/تلاوة قبل النوم.png" alt="">
    <p class="unwan">تلاوة ما قبل النوم .. 💤😴</p>
</a>

<a class="a" href="ليطمئن قلبك بذكر الله ...html">
    <img src="img/ليطمىن قلبك بكر الله.webp" alt="">
    <p class="unwan">ليطمئن قلبك بذكر الله ..</p>
</a>

<a class="a" href="عثمان مشعل الحداد - جزء عم.html">
    <img src="img/عثمان مشعل الحداد .png" alt="">
    <p class="unwan">عثمان مشعل الحداد - جزء عم.</p>
</a>

<a class="a" href="سبحان من جعل القرآن راحة للقلوب ❤️.html">
    <img src="img/سبحان من جعل القران راحة للقلوب.png" alt="">
    <p class="unwan">سبحان من جعل القرآن راحة للقلوب ❤️.</p>

</a>

<a class="a" href="تلاوة بصوت القارئ عثمان مشعل الحداد - سورة النبأ.html">
    <img src="img/تلاور بصوت القارئ عثمان الحداد.png" alt="">
    <p class="unwan">تلاوة بصوت القارئ عثمان مشعل الحداد - سورة النبأ.</p>
</a>
</div>
`;
